import Side from '../../../components/side.component'

function History(){
  return (
    <>
      <nav>
        <ol className="bg-gray-100 flex gap-2 justify-end p-5 text-sm text-[#156584]">
          <li className='flex gap-2'>
            <a href="#">Home</a>
            <span>{">"}</span>
          </li>
          <li>History</li>
        </ol>
      </nav>
      <div className="grid md:grid-cols-3 bg-white p-8 gap-5 text-[#21618c] my-[.67em]">
        <div className="md:col-span-2 pr-4">
          <div className=''>
            <h1>"ዘመናዊ ትምህርት በኢትዮጵያ"</h1><br />
            <p>
                በኢትዮጵያ ውስጥ ለዘመናዊ ትምህርት መጀመር እንደ መሸጋገሪያ ድልድይ ሆኖ ያገለገለው ለዘመናት በየደብሩ፣ በየገዳማቱና 
                በየመስጊዱ ሲሰጥ የነበረ የማንበብና የመፃፍ ትምህርት ነው፡፡ ከዘመናዊ ትምህርት መጀመር በኋላ አንድም የሃይማኖታዊ 
                ትምህርቱንና ዘመናዊ ትምህርቱን እየቀላቀሉ አንድም ደግሞ ዘመናዊ ትምህርቱን ብቻ እየተማሩ ብዙ የተማሩ ሰዎችን ማፍራት ተችሏል፡፡
            </p><br />
            <p>
                በኢትዮጵያ የዘመናዊ ትምህርት ታሪክ ጅማሮ ከአፄ ምንይልክ ዘመነ መንግስት ላይ ይነሳል፡፡ የመጀመሪያው ትምህርት ቤት የተከፈተው 
                በ1890 አንኮበር አካባቢ በሚገኘው ሙቅ ምድር በሚባል ቦታ ነው፡፡ በዚህ ትምህርት ቤት ውስጥ ፈረንሳዮች ሲያስተምሩ እንደነበር የተለያዩ 
                መረጃዎች ይጠቁማሉ፡፡ ይህ ትምህርት ቤት በ1934 ዓ.ም የቦታ ቅያሬ አድርጎ ባላምባራስ ይልማ ወልደየስ አንደኛ ደረጃ ትምህርት ቤት 
                ተብሎ አንኮበር ከተማ ውስጥ ትምህርት እንዲሰጥ ተደርጓል፡፡
            </p><br />
            <p>
                ቀጥሎ በ1900 አዲስ አበባ የሚገኘው ምንይሊክ ትምህርት ቤት ተከፈተ፡፡ ኋላ ላይ የቴክኒክና ሙያ ስልጠና ትምህርትን ያካተተውና ደሴ የሚገኘው 
                ወ/ሮ ስህን ትምህርት ቤትም ተከፍቷል፡፡ አፄ ምንይልክ ዘመናዊ ትምህርትን ለማስፋፋት የተማሩ የውጭ ሀገር ዜጎችን ወደ ሀገር ውስጥ በማስመጣት 
                ትምህርት እንዲሰፋፋ ከፍተኛ ፍላጎት እንደነበራቸው ይነገራል፡፡
            </p><br />
            <p>
                ቀዳማዊ ኃይለስላሴ ወደ ስልጣን መምጣታቸውን ተከትሎ ለትምህርት ልዩ ትኩረት ተሰጥቶ ሲሰራ መቆየቱን የተለያዩ መዛግብት ያስረዳሉ፡፡ ንጉሱ በ1923 
                ወደ ስልጣን እንደመጡ ትምህርትን ለማስፋፋት ሲሉ የስነጥበብ ሚኒስቴር በሚል ካቋቋሙ በኋላ ራሳቸው ሲመሩት ቆይተዋል፡፡ በኋላም ብላታ ጌታ ሳህሌ 
                ፀዳሉን የስነጥበብ ሚኒስትር አድርገው ሾመዋል፡፡ አዳሪ ትምህርት ቤቶች፣ የሴቶች ትምህርት ቤት፣ የቴክኒክ ትምህርት ቤት እንዲሁም የሚሲዮን ትምህርት 
                ቤቶች እየተከፈቱ ማስተማርም ጀምረዋል፡፡
            </p><br />
            <p>
                ከጣልያን ወረራ በፊት እስከ 1928 ንጉሱ ዳግማዊ ሚኒሊክና ተፈሪ መኮንን ትምህርት ቤቶችን ጨምሮ 30 ትምህርት ቤቶችን በማቋቋም 5ሺ ተማሪዎች 
                ወደ ትምህርት ቤት እንዲገቡ አድርገዋል፡፡ ተማሪዎቹ ወደ ትምህርት ቤት ገብተው እንዲማሩ ለማድረግ ፍቃደኞች ባለመሆናቸው በልመና ጭምር እንዲገቡ 
                መደረጋቸውን የታሪክ ድርሳናት ያስረዳሉ፡፡ በወረራው ወቅት ግን እነዚህ ትምህርት ቤቶች እንዲዘጉ ተደርገዋል፡፡
            </p><br />
            <p>
                የትምህርት ሚኒስቴር በሚኒስቴር ደረጃ እንዲመራ የተደረገው ከጣልያን ወረራ በኋላ ንጉሱ ከስደት ሲመለሱ ነው፡፡ ከስደት እንደተመለሱ በሀገር አቀፍ ደረጃ በ1933 ዓ.ም 
                የመጀመሪያዎቹን 7 የካቢኔ ሚኒስትሮች ሾመዋል፡፡ የአገር ግዛት ሚኒስትር፣ የጽሀፈት ሚኒስትር፣ የውጭ ጉዳይ ሚኒስትር፣ የንግድ ሚኒስትር፣ የፍርድ ሚኒስትር፣ የፖስታ ቴ.ቴ 
                ሚኒስትር እና የትምህርት ሚኒስትር ናቸው፡፡ ከእነዚህ 7 ሚኒስትሮች ውስጥ አቶ መኮንን ደስታ የትምህርት ሚኒስትር ሆነው ተሾመዋል፡፡ አቶ መኮንን ደስታ ትምህርት ሚኒስቴርን 
                ከ1933 እስከ 1936 ለ3 ዓመታት መርተዋል፡፡
            </p><br />
            <p>
                ከአቶ መኮንን ደስታ ቀጥሎ የካቢኔ አባል የነበሩት አቶ አካለወርቅ ሀብተወልድ ትምህርት ሚኒስቴርን በምክትል ሚኒስትርነት ለረጅም አመታት መርተዋል፡፡ አቶ አካላወርቅ ምክትል 
                ሚኒስትር የነበሩት ራሳቸው አፄ ኃይለስላሴ ሀገር ከማስተዳደር ጋር ደርበው ሚኒስትር ሆነው በማገልገላቸው ነው፡፡ አቶ አካለ ወርቅ ከ1958 እስከ 1961 ዓ.ም ሚኒስትር ሆነውም 
                አገልግለዋል፡፡ አቶ ስይፉ ማህተመስላሴ ደግሞ ከ1962-1966 መርተዋል።
            </p><br />
            <p>
                ከ1934 እስከ 1966 ከ1ኛ ክፍል ጀምሮ እስከ 12ኛ ክፍል ድረስ ወደ 2ሺ የሚጠጉ ትምህርት ቤቶች በተለያዩ ጠቅላይ ግዛቶች (በወቅቱ አጠራር) ተከፍተዋል፡፡ 14 ኮሌጆች እና 4 
                የከፍተኛ ትምህርት መስጫ ለዩኒቨርሲቲ መግቢያ የሚያበቁ ተቋሞችም ተከፍተዋል፡፡የካቲት 20/ 1943 በኢትዮጵያ የመጀመሪያ የሆነውን አዲስ አበባ ዩኒቨርሲቲ ኮሌጅን መርቀውም 
                ከፍተዋል፡፡
            </p><br />
            <p>
                ንጉሱ ከስልጣን ከወረዱ በኋላ ደርግ ሃገር ማስተዳደር ሲጀምር አቶ ታደሰ ተረፈ ትምህርት ሚኒስትር ሆነው ተሾመዋል፡፡ ሃይለገብርኤል ዳኜ (ዶ/ር) ከ1966-1969 ተረፈ ወልደፃዲቅ (ዶ/ር) 
                ከ1969- 1970፣ ኮለኔል ጎሹ ወልዴ ከ1971-1975፣ አቶ ቢልልኝ ማንደፍሮ ከ1975-1979፣ ያየህይራድ ቅጣው (ዶ/ፍ) ከ1979-1983 ትምህርት ሚኒስቴርን በሚኒስትርነት መርተዋል።የደርግ 
                መንግስት እስከወደቀበት ጊዜ ድረስ 8ሺ 434 አንደኛ ደረጃ ትምህርት ቤቶች፣ 275 ሁለተኛ ደረጃ ትምህርት ቤቶች፣ 17 የቴክኒክና ሙያ ማሰልጠኛ ተቋማት፣ 2 ዩኒቨርሲቲዎች፣ 3 ኢንስቲቲዩቶችና 
                5 ኮሌጆች በድምሩ 2ሚሊየን 500ሺ ገደማ ተማሪዎችን ሲያስተምሩ ነበር፡፡
            </p><br />
            <p>
                በ1983 ዓ.ም ደርግ ከስልጣን ወርዶ የኢህአዴግ ግምባር በሽግግር መንግስት ሀገር መምራት ሲጀምር የኦሮሞ ነፃነት ግምባር ትምህርት ሚኒስቴርን እንዲመራ ተደረገ፡፡ የድርጅቱ ተወካይ አቶ ኢብሳ 
                ጉተማ የሽግግር መንግስቱ የትምህርት ሚኒስትር ሆነው ተሾሙ፡፡ አቶ ኢብሳ ጉተማ ኦነግ ከሽግግር መንግስቱ ለቅቆ እስኪወጣ ነሃሴ 1984 ዓ.ም ድርስ ትምህርት ሚኒስቴርን በሚኒስትርነት መርተዋል፡፡ 
                በመቀጠል ወ/ሮ ገነት ዘውዴ (በኋላ አምባሳደር) የሽግግር መንግስቱን ቀሪ ጊዜያትና የኢትዮጵያ ፌደራላዊ ዲሞክራሲያዊ ሪፐብሊክ ትምህርት ሚኒስትር ሆነው እስከ 1998 ዓ.ም ድረስ መርተዋል፡፡ 
                ስንታየሁ ወልደሚካኤል (ዶ/ር) ከ 1998-2001፣ አቶ ደመቀ መኮንን ከ 2001-2005፣ አቶ ሽፈራው ሽጉጤ ከ2005- 2009፣ ሽፈራው ተክለማሪያም ከ ጥቅምት 2009 እስከ ሃምሌ 2009 ትምህርት 
                ሚኒስቴርን በሚኒስትርነት መርተዋል።
            </p><br />
            <p>
                ጠቅላይ ሚኒስትር አብይ አህመድ ወደ ስልጣን እንደመጡ የኢህአዴግ ግምባር ድርጅቶች ራሳቸውን አዋህደውና ኢህአዴግ ከስሞ ብልፅግና ፓርቲ ሲመሰረት አዳዲስ የሚኒስቴር መሰሪያ ቤቶች አወቃቀር ማሻሻያ ተደረገ፡፡ 
                በዚህም በ2011 ዓ.ም ከፍተኛ ትምህርት ተቋማትን ጭምር ይመራ የነበረው ትምህርት ሚኒስቴር ለሁለት ተከፈለ፡፡ ትምህርት ሚኒስቴር እስከ 12ኛ ክፍል ድረስ ያለውን አጠቃላይ ትምህርትን እንዲመራ ሲደረግ 
                በሳይንስና ቴክኖሎጂ ሚኒስቴር ስር የነበሩት የአዲስ አበባ እና አዳማ ሳይንስና ቴክኖሎጂ ዩኒቨርሲቲዎችን ጨምሮ የከፍተኛ ትምህርት ተቋማትን እንዲመራ ‹‹የሳይንስና ከፍተኛ ትምህርት ሚኒስቴር›› 
                የሚል አዲስ ሚኒስቴር መስሪያ ቤት ተቋቋመ፡፡ እስከ 12ኛ ክፍል ያለውን አጠቃላይ ትምህርት የሚመራው አዲሱ ትምህርት ሚኒስቴር ሲቋቋም ጥላየ ጌቴ (ዶ/ር) ታህሳስ 2011ዓ.ም የትምህርት ሚኒስትር ሆነው 
                ተሹመው እስከ 2012ዓ.ም ድረስ ተቋሙን መርተዋል። ከ2012 ጀምሮ ጌታሁን መኩሪያ (ዶ/ር ኢንጂ.) ለሁለት አመታት ተቋሙን በሚኒስትርነት የመሩ ሲሆን በ2014 ዓ.ም በተደረገው የሚኒስትሮች ሹመት 
                ፕሮፌሰር ብርሃኑ ነጋ የትምህርት ሚኒስቴር ሚኒስትር ሆነው ተሹመው እያገለገሉ ይገኛሉ።
            </p>
          </div>
        </div>
        <div className="md:col-span-1 pl-4">
          <Side/>
        </div>
      </div>
     
    </>
  )
}

export default History
